Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: An unexpected error is keeping you from creating the file. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам стварыць файл. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from creating the folder.
be: Нечаканая памылка перашкодзіла вам стварыць каталог.

source: An unexpected error is keeping you from creating the folder. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам стварыць каталог. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from deleting the file.
be: Нечаканая памылка перашкодзіла вам выдаліць файл.

source: An unexpected error is keeping you from deleting the file. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам выдаліць файл. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from deleting the folder.
be: Нечаканая памылка перашкодзіла вам выдаліць каталог.

source: An unexpected error is keeping you from deleting the folder. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам выдаліць каталог. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from moving the file.
be: Нечаканая памылка перашкодзіла вам перамясціць файл.

source: An unexpected error is keeping you from moving the file. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам перамясціць файл. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from moving the folder.
be: Нечаканая памылка перашкодзіла вам перамясціць каталог.

source: An unexpected error is keeping you from moving the folder. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам перамясціць каталог. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from renaming the file.
be: Нечаканая памылка перашкодзіла вам пераназваць файл.

source: An unexpected error is keeping you from renaming the file. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам пераназваць файл. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error is keeping you from renaming the folder.
be: Нечаканая памылка перашкодзіла вам пераназваць каталог.

source: An unexpected error is keeping you from renaming the folder. If you continue to receive this error, you can use the error code to search for help with this problem.\n\n%5\n
be: Нечаканая памылка перашкодзіла Вам пераназваць каталог. Калі вы працягнеце атрымліваць гэтую памылку, вы можаце пашукаць код памылкі ў даведцы для атрымання дакладнай інфармацыі.\n\n%5\n

source: An unexpected error occurred while configuring the Network Bridge.
be: Адбылася нечаканая памылка падчас наладжвання сеткавага моста.

source: An unexpected error occurred while loading the document.
be: Падчас ладавання дакумента адбылася непрадбачаная памылка.

source: An unexpected error occurred while loading the document. It may appear truncated.
be: Падчас ладавання дакумента адбылася нечаканая памылка. Ён можа аказацца ўсечаным.

source: An unexpected error occurred.
be: Адбылася нечаканая памылка.

source: An unexpected problem has prevented the program from scanning your computer for unwanted software.
be: Адбылася нечаканая памылка, якая не дае магчымасці запусціць пошук не пажаданых праграмаў.

source: An unexpected problem has prevented the program from scanning your computer for unwanted software. Try clearing the program history, and then scan your computer again.
be: Адбылася нечаканая памылка, якая не дае магчымасці запусціць пошук не пажаданых праграмаў. Паспрабуйце ачысціць спіс праграмаў, якія нядаўна запускаліся.

source: An unexpected problem has prevented the program from scanning your computer for unwanted software. Try clearing the program history, and then scan your computer again.\r\n
be: Адбылася нечаканая памылка, якая не дае магчымасці запусціць пошук не пажаданых праграмаў. Паспрабуйце ачысціць спіс праграмаў, якія нядаўна запускаліся.\r\n

source: An unexpected problem has prevented the program from scanning your computer for unwanted software. Try to scan your computer again.
be: Адбылася нечаканая памылка, якая не дае магчымасці запусціць пошук не пажаданых праграмаў. Паспрабуйце перазапусціць праграму.

source: An unexpected problem has prevented the program from scanning your computer for unwanted software. Try to scan your computer again.\r\n
be: Адбылася нечаканая памылка, якая не дае магчымасці запусціць пошук не пажаданых праграмаў. Паспрабуйце перазапусціць праграму.\r\n

source: An unexpected problem occurred while checking for updates.
be: Адбылася нечаканая памылка ў ходзе праверкі абнаўленняў.

source: An unexpected problem occurred while checking for updates. For information on installing or troubleshooting updates, see Help and Support.
be: Адбылася нечаканая памылка ў ходзе праверкі абнаўленняў. Дадатковыя звесткі аб усталёўцы абнаўленняў можна знайсці ў цэнтры даведкі і падтрымкі.

source: An unexpected problem occurred while checking for updates. For information on installing or troubleshooting updates, see Help and Support.\r\n
be: Адбылася нечаканая памылка ў ходзе праверкі абнаўленняў. Дадатковыя звесткі аб усталёўванні абнаўленняў можна знайсці ў цэнтры дапамогі і падтрымкі.\r\n

source: An unexpected problem occurred.
be: Адбылася нечаканая памылка.

source: An unexpected problem occurred. Install any available updates, and then try to start the program again. For information on installing updates, see Help and Support.
be: Адбылася нечаканая памылка. Усталюйце усе даступныя абнаўленні і запусціце праграму зноў. Больш падрабязную інфармацыю глядзіце аб усталёўцы абнаўленняў глядзіце ў цэнтры даведкі і падтрымкі карыстальнікаў.

source: An unexpected problem occurred. Install any available updates, and then try to start the program again. For information on installing updates, see Help and Support.\r\n
be: Адбылася нечаканая памылка. Усталюйце усе даступныя абнаўленні і запусціце праграму зноў. Інфармацыю аб усталёўванні абнаўленняў глядзіце ў дапамозе і падтрымцы.\r\n

source: An unformatted Blu-ray disc that contains no content.
be: Неадфарматаваная BD-кружэлка без змесціва.

source: An unformatted CD that contains no content.
be: Неадфарматаваная CD-кружэлка без змесціва.

source: An unformatted DVD that contains no content.
be: Неадфарматаваная DVD-кружэлка без змесціва.

source: An unknown error has occurred.
be: Адбылася невядомая памылка.

source: An unknown error occurred.
be: Адбылася невядомая памылка.

source: An update was canceled.
be: Абнаўленне скасаванае.

source: Analog Clock
be: Аналагавы гадзіннік

source: Analytical
be: Аналітычны

# Analytical
source: Analytical\r\n
be: Аналітычны\r\n

source: And also
be: І таксама

source: And either
be: І любы з

source: Animate controls and elements inside windows
be: Анімацыя кіруючых і аконных элементаў

source: Animate windows when minimizing and maximizing
be: Анімацыя вокнаў падчас згортвання і разгортвання

source: Animated Cursor
be: Анімаваны паказальнік

source: Animations in the taskbar and Start Menu
be: Анімацыя на паліцы задач і ў Пачатковым меню

source: Anniversary
be: Угодкі

source: Anonymous
be: Ананімны

# Another display not detected
source: Another display\nnot detected
be: Іншы экран\nне знойдзены

source: Another homegroup has been created on your network.\n\nTo combine the new homegroup with your current one, type the new password.
be: Створаная новая хатняя група ў вашай сетцы.\n\nКаб спалучыць дзейную хатнюю групу з новай, увядзіце новы пароль.

source: Another homegroup is available on your network
be: Іншая хатняя група даступная ў вашай сетцы

source: Another program is currently using this file.
be: Файл выкарыстоўваецца іншай праграмай.

source: Another user is currently logged on to this computer.
be: Іншы карыстальнік ужо ўвайшоў на гэты камп'ютар.

source: Another user is currently logged on to this computer. If you continue, this user has to disconnect from this computer. Do you want to continue?
be: Іншы карыстальнік ужо ўвайшоў на гэты камп'ютар. Калі вы працягнеце, карыстальнік будзе адключаны з гэтага камп'ютара. Працягнуць?

source: Another user is currently logged on to this computer. If you continue, this user's Windows Session will end and any un-saved data will be lost. Do you want to continue?
be: Іншы карыстальнік ужо ўвайшоў на гэты камп'ютар. Калі вы працягнеце, сесія гэтага карыстальніка скончыцца і ўсе незахаваныя звесткі будуць страчаныя. Працягнуць?

source: AntiMalware%0
be: Праграма супраць шкоднага кода%0

source: AntiSpyware%0
be: Антышпіёнская праграма%0

source: AntiVirus%0
be: Антывірусная праграма%0

source: Antimalware engine hang
be: Завісанне падсістэмы абароны ад шкодных праграм

source: Antispyware definitions:
be: Вызначэнне антышпіёнскіх праграм:

# Antispyware definitions: %1!s!
source: Antispyware definitions: %1!s!\n
be: Вызначэнне шпіёнскіх праграм: %1!s!\n

source: Antivirus definitions:
be: Антывірусныя вызначэнні:

# Antivirus definitions: %1!s!
source: Antivirus definitions: %1!s!\n
be: Антывірусныя вызначэнні:%1!s!\n

source: Any Boolean value
be: Любое лагічнае значэнне

source: Any changes that were made to your computer during the installation process will not be saved.
be: Усе змены, якія былі зробленыя камп'ютарам цягам працэса ўсталявання, не будуць захаваныя.

source: Any date/time
be: Дадаць дату/час

source: Any files that were affected by these problems were moved to a folder named "Found" on the device or disk.
be: Усе файлы з гэтаю праблемаю былі перамешчаныя ў каталог "Знойдзена" на прыладзе ці дыску.

source: Any files that were affected by these problems were moved to a folder named "Found" on the device or disk. Your device or disk is now ready to use.\n\nIf you removed the device or disk before all files were fully written to it, parts of some files might still be missing. If so, go back to the source and recopy those files to your device or disk.
be: Усе файлы з гэтаю праблемаю былі перамешчаныя ў каталог "Знойдзена" на прыладзе ці дыску. Прылада ці дыск падрыхтаваны да працы.\n\nКалі вы выміце прыладу ці дыск перад тым, як файлы будуць поўнасцю запісаныя, іх часткі, магчыма, згубяцца. Калі так, то перакапіюйце файлы на прыладу ці дыск.

source: Any floating point number
be: Любы лік з плаваючай кропкай

source: Any integer number
be: Любы цэлы лік

source: Any screen brightness adjustments you make in Mobility Center are temporary.\n\nTo permanently change your screen brightness, click the icon on the Display Brightness tile, adjust the brightness level on the Change settings for the plan page, and then click Save changes.\n\nNote: Increasing the screen brightness decreases the life of your battery.
be: Любыя рэгуляванні яркасці экрана, зробленыя ў цэнтры мабільнасці, ёсць часовымі.\n\nКаб стала змяніць яркасць экрана, пстрыкніце значак "Яркасць экрана", адрэгулюйце ўзровень яркасці і націсніце "Захаваць змены".\n\nЗаўвага: павелічэнне яркасці экрана змяншае час пражы батарэі.

source: Any text
be: Любы тэкст

source: Any transparency will be lost if you save this picture. Do you want to continue?
be: Празрыстасць будзе страчана, калі вы захаваеце гэты відарыс. Працягнуць?

source: Any type of formatted media that does not contain any of the other known content types.
be: Любы тып адфарматаванага носьбіта, які не змяшчае аніводны вядомы тып змесціва.

source: Any type of media that contains a mixture of content types (such as photos and music).
be: Любы тып носьбіта, які змяшчае сумесь розных тыпаў змесціва (напрыклад, фота і музыка).

source: Any type of media that contains only music recorded as files (such as MP3 files).
be: Любы тып носьбіта, які змяшчае толькі музычныя файлы (напрыклад, MP3 файлы).

source: Any type of media that contains only pictures recorded as files (such as JPG files).
be: Любы тып носьбіта, які змяшчае толькі графічныя файлы (напрыклад, JPG файлы).

source: Any type of media that contains only videos recorded as files (such as MPG files).
be: Любы тып носьбіта, які змяшчае толькі відэафайлы (напрыклад, MPG файлы).

source: Any type of media that contains programs to install or games to install and play.
be: Любы тып носьбіта, які змяшчае ўсталёўнікі праграм і гульняў.

source: Any un-saved data will be lost.
be: Усе незахаваныя звесткі будуць страчаныя.

source: Aperture
be: Апертура

source: Aperture Priority
be: Прыярытэт апертуры

source: Aperture priority
be: Прыярытэт апертуры

source: Appearance
be: Вонкавы выгляд

source: Appearance and Display
be: Вонкавы выгляд і экран

source: Appearance and Personalization
be: Вонкавы выгляд і персаналізацыя

source: Append &primary and connection specific DNS suffixes
be: Далучаць DNS-суфіксы злучэння і асноўны

source: Append parent suffi&xes of the primary DNS suffix
be: Далучаць бацькоўскія суфіксы галоўнага DNS-суфікса

source: Append t&hese DNS suffixes (in order):
be: Далучыць гэтыя DNS-суфіксы (у парадку):

source: Apple
be: Яблык

source: Application
be: Праграма

source: Application %s [Process Id:%u] is being terminated by application %s [Process Id:%u].
be: Праграма %s [ідэнтыфікатар працэсу:%u] была знішчаная праграмай %s [ідэнтыфікатар працэсу:%u].

source: Application %s [Process Id:%u] is being terminated by application %s [Process Id:%u]. Check Event Log for more information
be: Праграма %s [ідэнтыфікатар працэсу:%u] была знішчаная праграмай %s [ідэнтыфікатар працэсу:%u]. Для дадатковай інфармацыі праверце журнал падзей

source: Application %s [Process Id:%u] is terminating itself.
be: Праграма %s [ідэнтыфікатар працэсу:%u] знішчыла сама сябе.

source: Application %s [Process Id:%u] is terminating itself. Check Event Log for more information
be: Праграма %s [ідэнтыфікатар працэсу:%u] знішчыла сама сябе. Для дадатковай інфармацыі праверце журнал падзей

source: Application (installs on first use)
be: Праграма (усталяваць падчас першага выкарыстання)

source: Application Compatibility Scripts
be: Сцэнары сумяшчальнасці праграм

source: Application Controls
be: Кіраванне праграмай

source: Application Data
be: Звесткі праграм

source: Application Data\\Microsoft\\Internet Explorer\\Quick Launch
be: Звесткі праграм\\Microsoft\\Internet Explorer\\Хуткі запуск

source: Application Execution
be: Выкананне праграм

source: Application Initialization DLLs
be: Бібліятэкі DLL ініцыялізацыі праграм праграм

source: Application Links
be: Сувязі праграмы

source: Application Log
be: Журнал праграмы

source: Application Menu Bar
be: Паліца меню праграмы

source: Application Name
be: Назва праграмы

source: Application Registration
be: Рэгістрацыя праграм

source: Application Timestamp
be: Часавая адзнака праграмы

source: Application Version
be: Версія праграмы

source: Application Volume
be: Гучнасць праграмы

source: Application extension
be: Пашырэнне праграмы

source: Application failed to create windows.
be: Праграме не ўдалося стварыць вокны.

source: Application failed to initialize: 0x%1!0x!.
be: Не ўдалося ініцыялізаваць праграму: 0x%1!0x!.

source: Application: Installation (Planned)
be: Праграма: усталяванне (планаванае)

source: Application: Maintenance (Planned)
be: Праграма: абслугоўванне (планаванае)

source: Application: Maintenance (Unplanned)
be: Праграма: абслугоўванне (непланаванае)

source: Application: Unresponsive
be: Праграма: не адказвае

source: Application: Unstable
be: Праграма: нестабільная

# Application
source: Application\r\n
be: Праграма\r\n

source: Applications
be: Праграмы

source: Apply
be: Ужыць

source: Apply Ac&tions
be: Ужыць &дзеянні

source: Apply Button Clicked - Finish
be: "Ужыць" націснутая - Канец

# Apply Button Clicked - Finish
source: Apply Button Clicked - Finish\r\n
be: "Ужыць" націснутая - Канец\r\n

source: Apply Button Clicked - Show the Restart prompt
be: "Ужыць" націснутая - Запыт на перазапуск

# Apply Button Clicked - Show the Restart prompt
source: Apply Button Clicked - Show the Restart prompt\r\n
be: "Ужыць" націснутая - Запыт на перазапуск\r\n

source: Apply Button Clicked - Start
be: "Ужыць" націснутая - Пачатак

# Apply Button Clicked - Start
source: Apply Button Clicked - Start\r\n
be: "Ужыць" націснутая - Пачатак\r\n

source: Apply File Attributes
be: Надаванне атрыбутаў файла

source: Apply Properties
be: Ужыць уласцівасці

source: Apply Properties Error
be: Памылка ўжывання уласцівасцяў

source: Apply Properties File
be: Ужыванне уласцівасцяў файла

source: Apply Properties Folder
be: Ужыванне уласцівасцяў каталога

source: Apply Properties to '%1!ls!'
be: Ужыванне уласцівасцяў да '%1!ls!'

source: Apply Property Error
be: Памылка ўжывання ўласцівасці

source: Apply ac&tions
be: Ужыць &дзеянні

source: Apply actions to detected items
be: Выканаць дзеянні з выяўленымі аб'ектамі

source: Apply changes to drive %s only
be: Ужыць змены толькі да дыска %s

source: Apply changes to drive %s, subfolders and files
be: Ужыць змены да дыска %s, падкаталогаў і файлаў

source: Apply changes to the selected items only
be: Ужыць змены толькі да вылучаных элементаў

source: Apply changes to the selected items, subfolders and files
be: Ужыць змены да абраных элементаў, падкаталогаў і файлаў

source: Apply changes to this folder only
be: Ужыць змены толькі да гэтага каталога

source: Apply changes to this folder, subfolders and files
be: Ужыць змены да гэтага каталога, падкаталогаў і файлаў

source: Apply changes to this volume only
be: Ужыць змены толькі да гэтага раздзела

source: Apply changes to this volume, subfolders and files
be: Ужыць змены да гэтага раздзела, падкаталогаў і файлаў

source: Apply to Fo&lders
be: Ужыць да каталогаў

source: Apply to all files
be: Ужыць да ўсіх файлаў

source: Applying attributes to:
be: Надаванне атрыбутаў да:

source: Applying attributes...
be: Надаванне атрыбутаў...

source: Applying changes to the library...
be: Ужыванне зменаў да бібліятэкі...

source: Applying properties
be: Ужыванне ўласцівасцяў

source: Applying selected actions.\nThis might take a few minutes to ensure the actions are applied completely.
be: Выбраныя дзеянні ўжываюцца. \n Для поўнага завяршэння можа спатрэбіцца некалькіх хвілін.

source: Approximate &time:
be: Прыблізны &час:

source: April|Apr
be: Красавік|Кра

source: Aqua
be: Бірузовы

source: Arabic
be: Арабская

source: Arabic (101)
be: Арабская (101)

source: Arabic (102)
be: Арабская (102)

source: Arabic (102) AZERTY
be: Арабская (102) AZERTY

source: Arabic (Algeria)
be: Арабская (Алжыр)

source: Arabic (Bahrain)
be: Арабская (Бахрэйн)

source: Arabic (Egypt)
be: Арабская (Егіпет)

source: Arabic (Iraq)
be: Арабская (Ірак)

source: Arabic (Jordan)
be: Арабская (Іарданія)

source: Arabic (Kuwait)
be: Арабская (Кувейт)

source: Arabic (Lebanon)
be: Арабская (Ліван)

source: Arabic (Libya)
be: Арабская (Лівія)

source: Arabic (Morocco)
be: Арабская (Марока)

source: Arabic (Oman)
be: Арабская (Аман)

source: Arabic (Qatar)
be: Арабская (Катар)

source: Arabic (Saudi Arabia)
be: Арабская (Саудаўская Аравія)

source: Arabic (Syria)
be: Арабская (Сірыя)

source: Arabic (Tunisia)
be: Арабская (Туніс)

source: Arabic (U.A.E.)
be: Арабская (ААЭ)

source: Arabic (Windows)
be: Арабская (Windows)

source: Arabic (Yemen)
be: Арабская (Емен)

source: Arabic$Arabic$Saudi Arabia$Western Europe and United States
be: Арабская$Арабская$Саудаўская Аравія$Заходняя Еўропа і Злучаныя Штаты

source: Arch&ive
be: Архіўны

source: Archive
be: Архіўны

source: Archive and Index attributes
be: Атрыбуты індэксавання і архівавання

source: Archives data to protect it from accidental loss.
be: Архівуе звесткі, каб абараніць іх ад выпадковай страты.

source: Are you sure you want to completely remove the scheme '%s' from your system?
be: Вы сапраўды жадаеце знішчыць схему '%s'?

source: Are you sure you want to continue?
be: Вы сапраўды жадаеце працягнуць?

source: Are you sure you want to copy this file without its properties?
be: Вы сапраўды жадаеце скапіяваць гэты файл без яго ўласцівасцяў?

source: Are you sure you want to copy this file without its properties? The new file '%2' has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты файл без яго ўласцівасцяў? Файл '%2' мае уласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to copy this file without its properties?\n\nThe file %1 has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты файл без яго уласцівасцяў?\n\nУласцівасці файла "%1" немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to copy this file without its property '%3'?\n\nThe file %2 has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты файл без яго ўласцівасці '%3'?\n\nФайл '%2' мае ўласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to copy this folder without its properties?
be: Вы сапраўды жадаеце скапіяваць гэты каталог без яго ўласцівасцяў?

source: Are you sure you want to copy this folder without its properties? The new folder '%2' has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты каталог без яго ўласцівасцяў? Каталог '%2' мае уласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to copy this folder without its properties?\n\nThe folder %1 has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты каталог без яго уласцівасцяў?\n\nУласцівасці каталога "%1" немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to copy this folder without its property '%3'?\n\nThe folder %2 has properties that can't be copied to the new location.
be: Вы сапраўды жадаеце скапіяваць гэты каталог без яго уласцівасці '%3'?\n\nКаталог '%2' мае ўласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: Are you sure you want to delete %username%'s account?
be: Вы сапраўды жадаеце выдаліць рахунак %username%?

source: Are you sure you want to delete '%1'?
be: Вы сапраўды жадаеце выдаліць '%1'?

source: Are you sure you want to delete printer '%1'?
be: Вы сапраўды жадаеце выдаліць друкарку '%1'?

source: Are you sure you want to delete temporary files that haven't been burned to disc?
be: Вы сапраўды жадаеце выдаліць часовыя файлы, якія не былі прапаленыя на кружэлку?

source: Are you sure you want to delete the %s icon from your desktop?
be: Вы сапраўды жадаеце выдаліць значак '%s' з вашай стальніцы?

source: Are you sure you want to delete the %s icon?
be: Вы сапраўды жадаеце выдаліць значак '%s'?
